Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/hivolda.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Rødne Dueland will soon be in the same position at the University of Bergen, but will continue to help with cases for students at HVL and HVO until a replacement is in place.
nn: Rødne Dueland skal etter kvart over i ei sameleis stilling ved Universitetet i Bergen, men vil halde fram med å hjelpe til med saker for studentar ved HVL og HVO fram til ein erstattar er på plass.

source: that the Norwegian teacher is functioning as the traditional Norwegian main teacher; she is a
nn: læraren på mange måtar fungerer som ein tradisjonell klassestyrar i norsk samanheng, ho er

source: - Counseling and encouragement balance the pressure on good grades
nn: - press for å få gode karakterar vert balansert av rettleiing og inspirasjon til innsats

source: This statement from one student illustrates this; “We
nn: Følgjande uttale frå ein elev oppfattar eg positivt i så

source: – We carry out the cohort testing on selected student groups who have a lot of close contact as a part of their studies, says Jacobsen.
nn: – Vi gjennomfører kohorttestinga på utvalde studentgrupper som har mykje praktisk arbeid saman i undervisninga, seier Jacobsen.

source: Browsing BraVo by Subject "gardsbruk"
nn: Blar i BraVo på emneord "gardsbruk"

source: Extending and developing musical materials.
nn: Utviding og vidareutvikling av materialet.

source: account of the students who do not have English as their first language.
nn: som ikkje har engelsk som sitt første språk.

source: Balance between respect and closeness
nn: Balanse mellom respekt og nærleik

source: - some important developments in English language history
nn: - nokre hovudtrekk i engelsk språkhistorie

source: The assessors are responsible for grading the exam papers within 15 working days of the completion of the exam.
nn: Sensorane har ansvaret for at eksamenssvara blir sensurerte innan 15 yrkedagar etter at eksamen er avslutta.

source: It is not possible to appeal the assessment made at oral / practical exams.
nn: Det er ikkje høve til å klage på vurderinga ved munnlege/praktiske eksamenar.

source: Social and safe
nn: Sosialt og trygt

source: In Norway this responsibility to a larger extent is put on the students through the
nn: for framdrifta i læringsarbeidet, medan dette ansvaret gjennom bruk av vekeplan i stor grad

source: Travels and quarantine
nn: Reiser og karantene

source: (3) If a student - due to circumstances related to the coronavirus pandemic – does not have the opportunity to complete and gain approval of compulsory activities on a course, hereunder compulsory attendance, the said student may nevertheless be offered the chance to sit for the examination on the course in question.
nn: (3) Dersom ein student – grunna koronarelaterte tilhøve - ikkje får høve til å gjennomføre og få godkjent obligatoriske aktivitetar i eit emne, inkludert obligatorisk frammøte, kan studentane likevel få høve til å gjennomføre eksamen i emnet.

source: It will also save any mark-ups (Annotations) you make in the e-book.
nn: Det same skjer med alle markeringar (Annotations) du har gjort i boka.

source: ordinary teaching for three classes pr day is mentioned as an important reason for this.
nn: dei går ut av vanleg undervisning tre timar kvar dag, vert nemnt som ei viktig årsak til dette.

source: interview related to the questions after the testing.
nn: Engasjement og interesse er ein føresetnad

source: In 2012, the newspaper went through a major design change and today Peikestokken consists of good journalistic texts accompanied with great pictures in a lovely layout.
nn: I 2012 gjekk avisa gjennom ei stor designmessig forandring og i dag består Peikestokken av gode journalistiske tekstar akkompagnert med flotte bilete i ein nydelig layout.

source: A student who is awarded the grade F or Fail for their master’s thesis, bachelor’s thesis, semester assignment or similar may use the same research question in a new attempt at the examination cf
nn: Ein student som får karakteren F eller ikkje stått på ein mastergradsoppgåve, bachelorgradsoppgåve, semesteroppgåve eller liknande kan bruke den same problemstillinga ved eit nytt eksamensforsøk, jf.

source: require for living, breathing and developing.
nn: dei kan leve, ånde og utvikle seg i.

source: The semester receipt will be sent by post to the address you have registered in StudentWeb.
nn: Kvitteringa blir sendt til semesteradressa du har registrert i Studentweb.

source: Master’s theses must be handed in on Inspera, unless otherwise specifically stated on StudentWeb.
nn: Masteroppgåver skal leverast i Inspera, så framt ikkje anna er spesifisert i Studentweb.

source: Apply for student exchange in spring 2021
nn: Opnar for å søkje utveksling våren 2021

source: At RA also some themes within electricity are included,
nn: Ved RA tek ein også opp nokre emne innanfor elektrisitet, noko som

source: For those departures and arrivals that there is no scheduled bus, it will be possible to order FRAM Svipp, which is FRAM's new arrangement for order transport.
nn: Til dei avgangane og framkomstane det ikkje går rutebuss, blir det mogleg å bestille FRAM Svipp, som er FRAM si nye ordning for bestillingstransport.

source: activities, practical work, working in groups, project work, different types and extent of home
nn: leik, praktisk arbeid, gruppearbeid og prosjektarbeid, ulike typar og omfang av heimearbeid,

source: Despite slowing down the project to follow Corona guidelines, the «world’s best media house» is on schedule for opening in August 2021.
nn: Korona-tiltaka har ikkje forsinka byggeprosessen på høgskuleområdet i Volda. «Verdas beste mediehus» skal vere klart til innflytting neste haust, til studiestarten 2021.

source: From 2025 the requirement of a master’s degree will apply also for those with qualifications in practical and/or aesthetic subjects.
nn: Frå 2025 gjeld også masterkravet for dei med utdanning i praktiske og/eller estetiske fag.

source: Approved assignment related to the practice of nature guiding as a profession, approx 1000 words.
nn: Godkjent oppgåve om utøving av naturguiding som profesjon, omfang omlag 1000 ord.

source: The teaching will proceed through three separate gatherings and include lectures, discussion, workshops, student presentations and seminars.
nn: Undervisninga blir gjeve gjennom tre vekessamlingar med førelesingar, dialog, prosessarbeid, studentpresentasjonar og seminar.

source: making; and maintains that this to a great extent also goes for the teachers.
nn: med på å ta avgjerder, og hevdar at det same i stor grad gjeld for lærarane.

source: Not all focus was on RA, however; one parent also commented positively on the role of NCS
nn: det beste som finst.” Men ikkje all fokus var vend mot RA, ei av foreldra opplevde også

source: Here you will find the Institute of Language and Literature, the Institute of Religion, Philosophy and Church Studies, the Institute of Education and the Institute of Natural Sciences.
nn: Her finn du Institutt for språk og litteratur, Institutt for religion, livssyn og kyrkjefag, Institutt for pedagogikk og Institutt for realfag.

source: The cooperation between NCS and RA is based on this principle, the issue being
nn: NCS og RA kviler på dette prinsippet ved å ta utgangspunkt i desse norske elevane sin

source: Management-by-objectives concepts and activity
nn: At ”Stillinger med fagutdanning pr.

source: Student Simone Honstad Tafjord (left) shares her experience as a student in the Bachelor’s programme PR & Communication at VUC.
nn: Simone Honstad Tafjord (t.v.) deler av erfaringane som student ved PR, kommunikasjon og medielinja ved Høgskulen i Volda.

source: I asked on several occasions whether the teachers respect and value
nn: spurte i fleire samanhengar om lærarane respekterer og verdset andre sine syn, og svara er

source: Login to the solution is done by using FEIDE, which is a national login service for students and staff.
nn: Innlogging i løysinga skjer ved å nytte FEIDE, som er ei nasjonal innloggingsteneste for studentar og tilsette.

source: And take care of yourself and others, encourages Lomeland Jacobsen.
nn: Ta vare på deg sjølv og kvarandre, oppmoder Lomeland Jacobsen.

source: The main piece at this concert is Gloria by John Rutter, a vital and rhythmic work in three groups for choir, brass, percussion and organ.
nn: Hovudverket på denne konserten er Gloria av John Rutter, eit vitalt og rytmisk verk i tre satsar for kor, messing, perkusjon og orgel.

source: A candidate who wishes to hand in their answer paper must remain seated until the procedure has been completed and all the necessary papers have been checked and handed in and must then leave the exam venue immediately.
nn: Ein kandidat som vil levere eksamenssvaret, skal bli sitjande på plassen til prosedyren er gjennomført og alle papir er kontrollerte og leverte og skal deretter straks forlate eksamenslokalet.

source: Volda University College uses electronic grading.
nn: Høgskulen i Volda praktiserer digital sensur.

source: One father says he has learnt
nn: Ein far sa at han har lært noko om at Nairobi har

source: the school culture (Bang p. 24) than the way student care is structured.
nn: kulturen (Bang s. 24) ved skulen enn ved strukturelle ordningar.

source: teaching and the work load that is put on the students is not often done.
nn: arbeidsbelastning på elevane i dei ulike faga, vert lite teke opp.

source: All evaluation shall form the basis for systematic analysis, professional discussions and any improvements in the quality of the study.
nn: All evaluering skal danne grunnlag for systematisk analyse, faglege drøftingar og eventuelle forbetringar av studiekvaliteten.

source: the students this space, and there is no doubt as to the importance of it.
nn: og det er heller ikkje tvil om at elevane opplever dette som svært positivt.

source: The purpose is to develop an arena and a community for researchers with an interest in parents' role and involvement in children and young people's education and home collaboration and partnership with kindergarten, school and community, to be able to share, discuss and produce research-based knowledge, expertise and activities related to the theme.
nn: Formålet er å utvikle ein arena og eit fellesskap for forskarar med interesse for foreldre og familien si rolle og involvering i barn og unge si opplæring og heimsamarbeid med barnehage, skule og samfunn, for å kunne dele, drøfte og produsere forskingsbasert kunnskap, kompetanse og aktivitetar knytt til tema.

source: Several of the RA teachers find that even though there are individual differences, the
nn: Sjølv om dei ser klåre individuelle skilnader, tykkjer fleire av RA-lærarane at inkluderinga i

source: Medium, social class, gender, sexual identity, ethnicity, nationality, access to the internet, and levels of reading and writing skills are among the factors that have an impact on these processes; as such they will be central to our study on this course.
nn: Medium, sosial klasse, kjønn, seksuell identitet, etnisitet, nasjonalitet, tilgang til Internett og grad av lese- og skrivekunne er blant faktorane som har innverknad på desse prosessane, og som vil bli sentrale moment i emnet.

source: Parents have also been asked to contribute to the teaching.
nn: Foreldre har dessutan fått spørsmål om å bidra i undervisinga.

source: The Norwegian teachers who do not have
nn: Dei lærarane som ikkje sjølve hadde born

source: This means that cohorts of 20-30 students who study the same programme, will be taking rapid tests as a group.
nn: Det vil seie at studentar som studerer saman, grupper på 20-30 studentar, vil ta ein form test som vert analysert samla.

source: An answer paper that has been handed in, cannot under any circumstances be returned to the candidate, altered or supplemented.
nn: Eit eksamenssvar som er levert, kan ikkje under noko omstende leverast ut igjen, endrast eller supplerast.

source: VUC offers study programmes in teacher education, humanities, media studies, social studies and arts.
nn: Høgskulen har fag- og profesjonsstudium innan lærarutdanning, humanistiske fag, mediefag, samfunnsfag og kulturfag.

source: experienced something like that in Norway.
nn: hadde vedkomande forelder aldri opplevd i Noreg.

source: care about their students, not only as students but also as human beings.
nn: enkelte elev – og då ikkje først og fremst som elev, men som menneske.

source: The Buddy Week has worked hard for several months to create the best possible welcome for new students.
nn: Fadderveka har arbeidd hardt i fleire månader for å lage ein best mogleg velkomst for nye studentar, slik at dei blir sett, føler seg velkomen og kan sosialisere seg.

source: Lessons for Improving the Project Level
nn: Ulike faktorar kan dra i ulike retningar.

source: All campus teaching is cancelled from 12th March on.
nn: All undervisning på høgskuleområdet er avlyst frå og med 12.

source: of understanding in English, he or she is free to take another subject in those classes.
nn: dei elevane som oppnår eit tilfredsstillande nivå i engelsk, kan ta eit anna fag i desse timane.

source: Browsing Høgskulen i Volda by Subject "radiodokumentarar"
nn: Blar i Høgskulen i Volda på emneord "radiodokumentarar"

source: interest to examine the main methods of work that meet the Norwegian NCS/RA students.
nn: for seg, er det interessant å sjå litt nærare på arbeidsmåtar som dei norske elevane i NCA/RA-

source: The teachers at NCS/RA agree that a task of the school is to coach the students to participate
nn: Lærarane ved NCS/RA er nokså samstemte i at skulen har eit ansvar for å oppdra elevane til å

source: - Not being a Norwegian citizen or being registred as an inhabitant of Volda is of course no obstacle for getting tested for Covid-19, says Inger Lise Kaldhol, doctor in Volda.
nn: - At du ikkje er folkeregistrert i Volda kommune er ikkje noko hinder for at du får teste deg for Covid-19, er bodskapet frå kommunoverlege Inger Lise Kaldhol.

source: You can read e-books directly in your web browser or download to PC/Mac/smart phone/tablet and read offline.
nn: Du kan lese e-bøker direkte i nettlesar eller laste dei ned til PC/Mac/mobil/nettbrett og lese dei offline.

source: On this background I put some extra focus on methods of work at RA that implied oral
nn: På denne bakgrunnen fokuserte eg litt ekstra på arbeidsformer ved NCS/RA som innebar at

source: (2) All alterations to examinations shall be approved by the Pro-Rector (chairperson of the Education Committee).
nn: (2) Alle endringar av eksamen skal godkjennast av prorektor (leiar av Utdanningsutvalet).

source: I asked whether the teachers often used conversation in class,
nn: Eg spurte elevane om lærarane ofte la opp til samtale i

source: parent couple says that they think their son activates more of his personal potential at
nn: Såleis uttalar eit foreldrepar at dei meiner sonen brukar meir av sitt potensiale ved NCS/RA

source: more individual projects at RA.
nn: prosjekt i RA-tradisjonen.

source: the area of strategies for learning than the students from the other Nordic countries.
nn: enn elevane frå dei andre nordiske landa når det gjeld læringsstrategiar.

source: At the Communications Association's student team in Volda you will get updated news stories about communication-related topics, seminars, lectures and other relevant things.
nn: Hos Kommunikasjonsforeningens studentlag i Volda vil du få oppdaterte nyheiter om kommunikasjonsrelaterte emner, seminar, foredrag og andre relevante ting.

source: integration in Norwegian schools on return.
nn: integreringa i norsk skule neste år.

source: Both the juries decided on the Sivert Aarflot-building.
nn: Både AMF og høgskuleleiinga enda med Sivert Aarflot-huset på toppen av lista.

source: Both contents and form were considered important.
nn: Både innhald og form var viktig.

source: - the strong focus on the academic side
nn: - det sterke fokuset på det faglege

source: – This means that we plan for student mobility in the spring of 2021, but that it has not been finally decided yet.
nn: oktober. – Dette betyr at vi arbeidar for å kunne tilby utveksling våren 2021, men at dette ikkje er endeleg bestemt.

source: This, together with any relevant measures of improvement, will be written in a short report that goes to the programme leader/head of studies (see above).
nn: Dette, saman med eventuelle forbetringstiltak, vert formulert i ein kort rapport som går til programansvarleg/studieleiar (sjå ovanfor).

source: You can find e-books by searching in
nn: E-bøker finn du ved å søke i

source: When this happens, it
nn: Når ein ser at dette

source: The college choir and the instrumental ensemble have here with Terje Tjervåg on organ, and the conductor is Elizabeth Oltedal.
nn: Høgskulekoret og instrumentalensemblet har her med seg Terje Tjervåg på orgel, og dirigent er Elizabeth Oltedal.

source: - identify and pronounce the individual sounds of English
nn: - identifisere og uttale engelske språklydar

source: Browsing Høgskulen i Volda by Subject "individuelt skolearbeid"
nn: Blar i Høgskulen i Volda på emneord "individuelt skolearbeid"

source: to book an online help session on Zoom.
nn: for å avtale tid til digital rettleiing via Zoom.

source: have clear, but not exceeding expectations to the students, and they signal very much their
nn: Me har sett at lærarane har tydelege, men ikkje overdrive høge forventingar til elevane og dei

source: Our program includes everything from airy hikes, surfing, skiing and steep climbing to campfires with bonfires and stormy nights off the coast.
nn: Programmet vårt inneheld difor alt frå luftige toppturar, surfing, skiturar og bratt klatring til koseturar med bål og stormfulle netter ved kysten.

source: In Norway some central aims in educational policy are focused on social integration and
nn: I Noreg er sentrale utdanningspolitiske mål fokusert mot sosial integrering og fellesskap

source: One of them states that he finds structure especially important in the lower
nn: at han meiner at struktur er svært viktig, særleg på dei lågare klassetrinna, for det hjelper

source: The learning and teaching of American Studies.
nn: Skriveopplæring med vekt på prosess og produkt (s.

source: leave decisions to others.
nn: overlate avgjerder til andre.

source: When the cooperation between NCS and RA was
nn: Då samarbeidet mellom NCS og RA vart etablert, var ein frå

source: Twelve selected cinemas all over Norway will show the competition program for Norwegian short films, documentaries and music videos.
nn: Tolv utvalde kinoar over heile Noreg skal vise konkurranseprogrammet for norsk kortfilm, dokumentar og musikkvideo.

source: The students feel that the teachers put more emphasize on tests than
nn: eit nytt døme på at elevane opplever ein arbeidsmåte annleis enn lærarane, dei opplever at

source: It is the mother tongue of some 400 million people, and the second language of many more.
nn: Det er morsmål for om lag 400 millionar menneske og eit viktig andrespråk for mange fleire.

source: The cooperation NCS/RA has a special challenge in
nn: Med engelsk som undervisingsspråk er det rimeleg å rekne med at samarbeidet NCS/RA

source: - English intonation: patterns and functions
nn: - engelske intonasjonsmønster og deira funksjonar

source: Downloaded e-books are only available for a limited period of time, like borrowing a normal book.
nn: Ei nedlasta e-bok er tilgjengeleg i ein avgrensa periode, som eit vanleg boklån.

source: agree that students here are consulted to a higher degree in decision-making than what they
nn: Etter at dei hadde vore heime i Noreg eit år, er elevane så godt som samstemte i at elevane

source: In total, energy consumption are reduced by 12 per cent from 2019.
nn: Totalt er energibruken redusert med 12 prosent frå 2019.

source: Test station at the college
nn: Teststasjon på høgskulen

source: That is the reason why Fady is the winner of Student Award 2021 at Volda University College.
nn: Det gjer at Fady er vinnar av Studentprisen 2021 ved Høgskulen i Volda.

source: had varied experiences in this field, but the main impression is positive.
nn: var, er tilbakemeldingane i så måte noko varierte, men hovudinntrykket er positivt.

source: From the responses I have collected one can deduct that NCS/RA has
nn: tilbakemeldingane eg har samla, ser det ut til at NCS/RA har gjeve elevane eit rimeleg bra

source: Building co-sounding materials (vertical structures), line-building (horizontal structures - harmonic, melodic, dynamic, rhythmic, in movement), sound placement and movement in three-dimensional space.
nn: Samklang (vertikale strukturar), linjebygging (horisontale strukturar - harmoniske, melodiske, dynamiske, rytmiske, rørslemessige), lydplassering og lydrørsler i det tredimensjonale rom.

source: The psychologist service is coordinated by psychology specialist Vidar Myklebust.
nn: Psykologtenesta er koordinert av psykologspesialist Vidar Myklebust.

source: same as in Norway.
nn: om lag som i Noreg.

source: He also says that he is concerned about how his son will meet the challenges of
nn: Han følgjer dette vidare opp med å seie at han er spent på korleis sonen vil takle det å

source: type of student that is recruited to RA.
nn: som vert rekrutterte til RA.

source: she thinks it is fair that the grade is 10% off on a paper if it is handed in too late, because this
nn: tykkjer det er OK at det vert trekt 10 % av talkarakteren når eit arbeid er innlevert for seint,

source: We also invite to journalist seminars with journalists from all over Møre og Romsdal.
nn: Vi inviterar også til journalistseminar med journalistar frå heile Møre og Romsdal.

source: and require Feide access off campus.
nn: og krev Feide-tilgang utanfor campus.

source: The educational students in the Education Association are a professional interest organization for students affiliated with the teaching profession.
nn: Pedagogstudentene i Utdanningsforbundet er ein fagleg interesseorganisasjon for studentar knytta til læraryrket.

source: as the year proceeds, and the ninth grader does better the second year than the first.
nn: oppgåvene aukar utover skuleåret, og niandeklassingen tykkjer det går betre i år enn i fjor.

source: This amendment may also include an alteration to the grading scale (Pass/Fail or letter grade scale (A-F)).
nn: Omgjeringa av eksamen kan også inkludere ei omgjering av karakterskala (stått/ikkje stått eller gradert karakterskala (A-F)).

source: Regulations for admissions, studies and examinations at Volda University College, Chapter 5.
nn: Forskrift om opptak, studium og eksamen ved Høgskulen i Volda, Kapittel 5.

source: Even though the teachers indicate
nn: Sjølv om lærarane signaliserer

source: Where tests are concerned, the experiences are quite varied.
nn: Når det gjeld prøver, varierer tilbakemeldingane mykje.

source: - central concepts within English lexicology, etymology and word formation
nn: - sentrale omgrep innanfor leksikologi, etymologi og orddanning i det engelske språket

source: If you need help or information about the service, contact him on mobile phone: 996 36 923 or e-mail: vm@hivolda.no.
nn: Treng du hjelp eller informasjon vedkomande tenesta ta kontakt med han på mobiltlf.: 996 36 923 eller e-post: vm@hivolda.no.

source: Go to Studentweb and read through your individual education plan every semester, before the deadline.
nn: Til kvart semester skal du gå inn i Studentweb, og gå gjennom planen før gjeldande frist.

source: In Social Studies
nn: I samfunnsfag hadde dei eit

source: designing websites for different platforms (mobil, desktop).
nn: ha kunnskap om utforming for auka tilgjenge (accessibility)
